Repository: JingOS-Revival/JingOS-translations
Catalog: photo/po/*/Photos.po
Languages: ar_iq, es_es, gl_es, zh_tw

source: <application>Photos</application>
ar_iq: الصور
es_es: Fotos
gl_es: <application>Fotos</application>
zh_tw: 相簿

source: Photos is an image viewer for your image collection.
ar_iq: الصور هو عارض الصور لمجموعة الصور الخاصة بك.
es_es: Fotos es un visualizador para tu colección de imágenes
gl_es: Fotos é un visualizador de imaxes para a túa colección de imaxes.
zh_tw: 相簿可以瀏覽圖片庫

source: (c) 2013-2020 KDE Contributors
gl_es: (c) 2013-2020 Contribuidores KDE
zh_tw: (c) 2013-2020 KDE 貢獻者

source: Developer
gl_es: Desenvolvedor
zh_tw: 開發人員

source: Reset the database
ar_iq: أعد تعيين قاعدة البيانات
es_es: Restablecer la base de datos
gl_es: Restablecer a base de datos
zh_tw: 重置資料庫

source: path of image you want to open
ar_iq: مسار الصورة التي تريد فتحها
es_es: ruta a la imagen que quieres abrir
gl_es: ruta da imaxe que quere abrir
zh_tw: 你要打開照片的路徑

source: There are no photos and videos at present
ar_iq: لا توجد صور ومقاطع فيديو في الوقت الحاضر
es_es: No hay fotos y vídeos en este momento
gl_es: Non hai fotos e vídeos polo momento
zh_tw: 目前沒有照片和影片

source: There are no photos at present
ar_iq: لا توجد صور في الوقت الحاضر
es_es: No hay fotos en este momento
gl_es: Non hai fotos polo momento
zh_tw: 目前沒有照片

source: There are no videos at present
ar_iq: لا توجد مقاطع فيديو في الوقت الحاضر
es_es: No hay vídeos en este momento
gl_es: Non hai vídeos polo momento
zh_tw: 目前沒有影片

source: Delete
ar_iq: حذف
es_es: Eliminar
gl_es: Eliminar
zh_tw: 刪除

source: Are you sure you want to delete this photo?
ar_iq: هل أنت متأكد من مسح الصورة؟
es_es: ¿Estás seguro de que quieres eliminar esta foto?
gl_es: Ten a certeza de que quere eliminar este foto?
zh_tw: 你確定要刪除這張圖片嗎？

source: Cancel
ar_iq: إلغاء
es_es: Cancelar
gl_es: Cancelar
zh_tw: 取消

source: Reduction
ar_iq: تخفيض
es_es: Reducir
gl_es: Reducción
zh_tw: 還原

source: Abandoning modification
ar_iq: التخلي عن التعديل
es_es: Descartando la modificación
gl_es: Abandonando a modificación
zh_tw: 放棄修改

source: Are you sure to discard the current modification
ar_iq: هل أنت متأكد من تجاهل التعديل الحالي
es_es: ¿Estás seguro de descartar las modificaciones actuales?
gl_es: Ten a certeza de querer desbotar a modificación actual?
zh_tw: 您確定要放棄當前的修改嗎

source: Action
ar_iq: عمل
es_es: Acción
gl_es: Acción
zh_tw: 操作

source: Edit image
ar_iq: تعديل الصورة
es_es: Editar imagen
gl_es: Editar imaxe
zh_tw: 編輯圖片

source: All
ar_iq: الكل
es_es: Todos
gl_es: Todas
zh_tw: 全部

source: Photo
ar_iq: صورة
es_es: Foto
gl_es: Foto
zh_tw: 相片

source: Video
ar_iq: مقاطع
es_es: Vídeo
gl_es: Vídeo
zh_tw: 影片

source: Bulk edit
ar_iq: التحرير بالجملة
es_es: Edición masiva
gl_es: Editar por lotes
zh_tw: 批量修改

source: Rename
ar_iq: إعادة تسمية
es_es: Renombrar
gl_es: Renomear
zh_tw: 重新命名

source: Save to file
ar_iq: حفظ الئ ملف
es_es: Guardar a archivo
gl_es: Gardar no ficheiro
zh_tw: 存檔

source: Are you sure you want to delete this item?
ar_iq: هل أنت متأكد أنك تريد حذف هذا العنصر؟
es_es: ¿Estás seguro de que quieres eliminar este objeto?
gl_es: Ten a certeza de que quere eliminar este elemento?
zh_tw: 你確定要刪除這個項目嗎？

source: Are you sure you want to delete these items?
ar_iq: هل أنت متأكد أنك تريد حذف هذه العناصر؟
es_es: ¿Estás seguro de que quieres eliminar estos objetos?
gl_es: Ten a certeza de que quere eliminar estes elementos?
zh_tw: 你確定要刪除這些項目嗎？

source: Are you sure you want to delete these photos?
ar_iq: هل أنت متأكد أنك تريد حذف هذه الصور؟
es_es: ¿Estás seguro de que quieres eliminar estas fotos?
gl_es: Ten a certeza de que quere eliminar estas fotos?
zh_tw: 你確定要刪除這些圖片嗎？

source: Are you sure you want to delete this video?
ar_iq: هل أنت متأكد أنك تريد حذف هذا المقطع؟
es_es: ¿Estás seguro de que quieres eliminar este vídeo?
gl_es: Ten a certeza de que quere eliminar este vídeo?
zh_tw: 你確定要刪除這個影片嗎？

source: Are you sure you want to delete these videos?
ar_iq: هل أنت متأكد أنك تريد حذف هذه المقاطع؟
es_es: ¿Estás seguro de que quieres eliminar estos vídeos?
gl_es: Ten a certeza de que quere eliminar estes vídeos?
zh_tw: 你確定要刪除這些影片嗎？

source: yestday
ar_iq: في الامس
es_es: ayer
gl_es: onte
zh_tw: 昨天

source: yesterday
zh_tw: 昨天
