Repository: JingOS-Revival/JingOS-translations
Catalog: settings-wifi/po/*/kcm_wifi.po
Languages: gl_es

# Mobile Connection Wizard
source: I cannot find my provider and I wish to enter it &manually:
gl_es: Non puiden atopar o meu proveedor e desexo inserilo &manualmente:

# Mobile Connection Wizard
source: Choose your Billing Plan
gl_es: Elixir o teu plan de facturación

# Mobile Connection Wizard
source: &Select your plan:
gl_es: &Seleccionar o teu plan:

# Mobile Connection Wizard
source: Selected plan &APN (Access Point Name):
gl_es: Seleccionado o plan &APN (Nome do punto de acceso):

# Mobile Connection Wizard
source: Warning: Selecting an incorrect plan may result in billing issues for your broadband account or may prevent connectivity. If you are unsure of your plan please ask your provider for your plan's APN.
gl_es: Aviso: seleccionar un plan incorrecto pode provocar problemas de facturación para a súa conta de banda ancha ou pode evitar a conectividade. Se non está seguro do seu plan, pregunte ao seu provedor o APN do seu plan.

# Mobile Connection Wizard
source: Confirm Mobile Broadband Settings
gl_es: Confirmar a configuración da banda ancha do seu móbil

# Mobile Connection Wizard
source: Your mobile broadband connection is configured with the following settings:
gl_es: A conexión de banda ancha do teu móbil está configurada coas seguintes configuracións:

# Mobile Connection Wizard
source: Your Provider:
gl_es: O teu proveedor:

# Mobile Connection Wizard
source: Your Plan:
gl_es: O teu plan:

source: Change the visibility of the password
gl_es: Cambiar a visibilidade do contrasinal

source: Store password for this user only (encrypted)
gl_es: Almacenar o contrasinal para este usuario só (encriptado)

source: Store password for all users (not encrypted)
gl_es: Almacenar o contrasinal para todos os usuarios (non encriptado)

source: Ask for this password every time
gl_es: Preguntar o contrasinal cada vez

source: This password is not required
gl_es: Este contrasinal non é requirido

source: %1 (%2%) Security: %3 Frequency: %4 Mhz
gl_es: %1 (%2%) Seguranza: %3 Frecuencia: %4 Mhz

source: %1 (%2%) Security: Insecure Frequency: %3 Mhz
gl_es: %1 (%2%) Seguranza. Inseguridade Frecuencia: %3 Mhz

source: Missing VPN plugin
gl_es: Faltan os plugins VPN

source: Failed to activate %1
gl_es: Houbo un fallo ao activar %1

source: Failed to add %1
gl_es: Houbo un fallo ao engadir %1

source: Failed to add connection %1
gl_es: Houbo un fallo ao engadir a conexión %1

source: Failed to deactivate %1
gl_es: Houbo un fallo ao desactivar %1

source: Failed to remove %1
gl_es: Houbo un fallo ao eliminar %1

source: Failed to update connection %1
gl_es: Houbo un fallo ao actualizar a conexión %1

source: Failed to create hotspot %1
gl_es: Houbo un fallo ao crear un punto de acceso %1

source: Connection %1 has been added
gl_es: Engadiuse unha conexión %1

source: Connection %1 has been removed
gl_es: Eliminouse unha conexión %1

source: Connection %1 has been updated
gl_es: Actualizouse unha conexión %1

source: Hardware based connections
gl_es: Conexións baseadas en hardware

source: Some DSL description
gl_es: Algunha descrición DSL

source: Some infiniband description
gl_es: Algunha descrición de infinibanda

source: Mobile Broadband
gl_es: Banda ancha móbil

source: Some mobile broadband description
gl_es: Algunha descrición de banda ancha móbil

source: Wired Ethernet
gl_es: Ethernet cableado

source: Some wired ethernet description
gl_es: Algunha descrición do ethernet cableado

source: Wired Ethernet (shared)
gl_es: Ethernet cableado (compartido)

source: Some wi-fi description
gl_es: Algunha descrición wi-fi

source: Wi-Fi (shared)
gl_es: Wi-Fi (compartida)

source: Virtual connections
gl_es: Conexións virtuais

source: Some bond description
gl_es: Algunha descrición do vínculo

source: Some team description
gl_es: Algunha descrición do equipo

source: Some vlan description
gl_es: Algunha descrición do vlan

source: VPN connections
gl_es: Conexións VPN

source: Import VPN connection...
gl_es: Importar conexión VPN...

source: Other
gl_es: Outra

source: Import a saved configuration file
gl_es: Importar o ficheiro gardado da configuración

source: Saved network
gl_es: Rede gardada

source: Other networks
gl_es: Outra rede

source: IPv4 Address
gl_es: Enderezo IPv4

source: IPv4 Default Gateway
gl_es: Pasarela predeterminado IPv4

source: IPv4 Nameserver
gl_es: Nome do servidor IPv4

source: IPv6 Address
gl_es: Enderezo IPv6

source: IPv6 Nameserver
gl_es: Nome do servidor IPv6

source: Connection speed
gl_es: Velocidade da conexión

source: MAC Address
gl_es: Enderezo MAC

source: Access point (SSID)
gl_es: Punto de acceso (SSID)

source: Signal strength
gl_es: Forza do sinal

source: Security type
gl_es: Tipo de seguranza

source: Operator
gl_es: Operador

source: Network ID
gl_es: ID da rede

source: Signal Quality
gl_es: Calidade do sinal

source: Access Technology
gl_es: Acceso á tecnoloxía

source: VPN plugin
gl_es: Plugin VPN

source: Banner
gl_es: Pancarta

source: Name
gl_es: Nome

source: Capabilities
gl_es: Capacidades

source: Type
gl_es: Tipo

source: Vlan ID
gl_es: ID do Vlan

source: Device
gl_es: Dispositivo

# title of the interface widget in nm's popup
source: Infiniband
gl_es: Infinibanda

# title of the interface widget in nm's popup
source: Virtual (bond)
gl_es: Virtual (vínculo)

# title of the interface widget in nm's popup
source: Virtual (bridge)
gl_es: Virtual (ponte)

# title of the interface widget in nm's popup
source: Virtual (team)
gl_es: Virtual (equipo)

# title of the interface widget in nm's popup
source: Serial Modem
gl_es: Módem serie

# title of the interface widget in nm's popup
source: Mobile Broadband
gl_es: Bando de ancha móbil

# title of the interface widget in nm's popup
source: Wired Ethernet
gl_es: Ethernet cableado

source: Mobile broadband
gl_es: Bando de ancha móbil

source: Olpc mesh
gl_es: Malla olpc

source: WireGuard VPN
gl_es: VPN WireGuard

source: Unknown connection type
gl_es: Tipo de conexión descoñecida

source: Wireless Interface (%1)
gl_es: Interface da rede sen fíos (%1)

source: Wired Interface (%1)
gl_es: Interface cableado (%1)

source: Modem (%1)
gl_es: Módem (%1)

source: Bridge (%1)
gl_es: Ponte (%1)

# description of unknown network interface state
source: Unknown
gl_es: Descoñecida

# description of unmanaged network interface state
source: Unmanaged
gl_es: Non xestionada

# description of unavailable network interface state
source: Unavailable
gl_es: Non dispoñible

# description of unconnected network interface state
source: Not connected
gl_es: Non conectada

# description of preparing to connect network interface state
source: Preparing to connect
gl_es: Preparándose para conectar

# description of configuring hardware network interface state
source: Configuring interface
gl_es: Configurar interface

# description of waiting for authentication network interface state
source: Waiting for authorization
gl_es: Agardando pola autorización

# network interface doing dhcp request in most cases
source: Setting network address
gl_es: Establecendo o enderezo da rede

# is other action required to fully connect? captive portals, etc.
source: Checking further connectivity
gl_es: Comprobando coa conectividade máis lonxe

# a secondary connection (e.g. VPN) has to be activated first to continue
source: Waiting for a secondary connection
gl_es: Agardando pola conexión secundaria

# network interface connected state label
source: Connected
gl_es: Conectada

# network interface connected state label
source: Connected to %1
gl_es: Conectada a %1

# network interface disconnecting state label
source: Deactivating connection
gl_es: Desactivando a conexión

# network interface connection failed state label
source: Connection Failed
gl_es: Fallou a conexión

# interface state
source: Error: Invalid state
gl_es: Erro: estado inválido

# The state of the VPN connection is unknown
source: Unknown
gl_es: Descoñecida

# The VPN connection is preparing to connect
source: Preparing to connect
gl_es: Preparándose para conectar

# The VPN connection needs authorization credentials
source: Needs authorization
gl_es: Necesita autorización

# The VPN connection is being established
source: Connecting
gl_es: Conectando

# The VPN connection is getting an IP address
source: Setting network address
gl_es: Establecendo o enderezo da rede

# The VPN connection is active
source: Activated
gl_es: Activada

# The VPN connection failed
source: Failed
gl_es: Fallou

# The VPN connection is disconnected
source: Failed
gl_es: Fallou

# wireless network operation mode
source: Unknown
gl_es: Descoñecida

# wireless network operation mode
source: Infrastructure
gl_es: Infraestrutura

# wireless network operation mode
source: Access point
gl_es: Punto de acceso

source: INCORRECT MODE FIX ME
gl_es: Modo incorrecto; arránxame

# wireless network cipher
source: Pairwise WEP40
gl_es: WEP40 por parellas

# wireless network cipher
source: Pairwise WEP104
gl_es: WEP104 por parellas

# wireless network cipher
source: Pairwise TKIP
gl_es: TKIP por parellas

# wireless network cipher
source: Pairwise CCMP
gl_es: CMMP por parellas

# wireless network cipher
source: Group WEP40
gl_es: Grupo WEP40

# wireless network cipher
source: Group WEP104
gl_es: Grupo WEP104

# wireless network cipher
source: Group TKIP
gl_es: Grupo TKIP

# wireless network cipher
source: Group CCMP
gl_es: Grupo CCMP

# Gsm modes (2G/3G/any)
source: Any
gl_es: Ningunha

# Cellular access technology
source: CDMA2000 EVDO revision B
gl_es: CDMA2000 EVDO revisión B

# Cellular access technology
source: CDMA2000 EVDO revision A
gl_es: CDMA2000 EVDO revisión A

# Cellular access technology
source: CDMA2000 EVDO revision 0
gl_es: CDMA2000 EVDO revisión 0

# Cellular access technology
source: Compact GSM
gl_es: GSM compacto

# Analog wireline modem
source: Analog
gl_es: Análogo

# Unknown cellular access technology
source: Unknown
gl_es: Descoñecido

# Any cellular access technology
source: Any
gl_es: Ningún

# possible SIM lock reason
source: Modem is unlocked.
gl_es: O módem está desbloqueado.

# possible SIM lock reason
source: SIM requires the PIN code.
gl_es: SIM require o código PIN.

# possible SIM lock reason
source: SIM requires the PIN2 code.
gl_es: SIM require o código PIN2.

# possible SIM lock reason
source: SIM requires the PUK code.
gl_es: SIM require o código PUK.

# possible SIM lock reason
source: SIM requires the PUK2 code.
gl_es: SIM require o código PUK2.

# possible SIM lock reason
source: Modem requires the service provider PIN code.
gl_es: O módem require o código PIN do proveedor deste servidor.

# possible SIM lock reason
source: Modem requires the service provider PUK code.
gl_es: O módem require o código PUK do proveedor deste servidor.

# possible SIM lock reason
source: Modem requires the network PIN code.
gl_es: O módem require o código PIN da rede.

# possible SIM lock reason
source: Modem requires the network PUK code.
gl_es: O módem require o código PUK da rede.

# possible SIM lock reason
source: Modem requires the PIN code.
gl_es: O módem require o código PIN.

# possible SIM lock reason
source: Modem requires the corporate PIN code.
gl_es: O módem require o código PIN corporado.

# possible SIM lock reason
source: Modem requires the corporate PUK code.
gl_es: O módem require o código PUK corporado.

# possible SIM lock reason
source: Modem requires the PH-FSIM PIN code.
gl_es: O módem require o código PIN PH-FSIM.

# possible SIM lock reason
source: Modem requires the PH-FSIM PUK code.
gl_es: O módem require o código PUK PH-FSIM.

# possible SIM lock reason
source: Modem requires the network subset PIN code.
gl_es: O módem require o código PIN do subconxunto da rede.

# possible SIM lock reason
source: Modem requires the network subset PUK code.
gl_es: O módem require o código PUK do subconxunto da rede.

# possible SIM lock reason
source: Lock reason unknown.
gl_es: Descoñécese o motivo do bloqueo.

# @label no security
source: Insecure
gl_es: Inseguridade

# @label Dynamic WEP security
source: Dynamic WEP
gl_es: WEP dinámico

# @label unknown security
source: Unknown security type
gl_es: Tipo de seguranza descoñecido

source: One minute ago
gl_es: Singular Fai un minuto Plural Fai %1 minutos

source: One hour ago
gl_es: Singular Fai unha hora Plural Fai %1 horas

# Label for last used time for a network connection used the previous day
source: Yesterday
gl_es: Onte

# Label for last used time for a network connection that has never been used
source: Never
gl_es: Nunca

source: Last used one minute ago
gl_es: Singular Último acceso fai un minuto Plural Último acceso fai %1 minutos

source: Last used one hour ago
gl_es: Singular Último acceso fai unha hora Plural Último acceso fai %1 horas

# Label for last used time for a network connection used the previous day
source: Last used yesterday
gl_es: Último acceso onte

source: Last used on %1
gl_es: Último acceso en %1

# Label for last used time for a network connection that has never been used
source: Never used
gl_es: Nunca accedido

source: Configure mobile broadband
gl_es: Configurar banda ancha móbil

source: Enable mobile data network
gl_es: Activar rede dos datos móbiles

source: Enable data roaming
gl_es: Activar itinerancia de datos

source: Access point name
gl_es: Acceder ao nome do punto

source: Edit APN
gl_es: Editar APN

source: Data usage
gl_es: Uso dos datos

source: Enabled:
gl_es: Activado:

source: Password:
gl_es: Contrasinal:

source: Save
gl_es: Gardar

source: Forget This Network
gl_es: Esquecer esta rede

source: Join This Network
gl_es: Unirte a esta rede

source: Auto-Join
gl_es: Unirte automaticamente

source: Low Kata Mode
gl_es: Modo Kata baixo

source: Low Data Mode helps reduce your pad data usage over your cellular network or specific WLAN networks you select.When Low Data Mode is turned on,automatic updates and background tasks,such as Photos syncing,are paused.
gl_es: O modo de datos baixos axuda a reducir o uso de datos de almofadas na súa rede móbil ou redes WLAN específicas que seleccione. Cando o modo de datos baixos está activado, as actualizacións automáticas e as tarefas en segundo plano, como a sincronización de fotos, están en pausa.

source: IPV4 Address
gl_es: Enderezo IPv4

source: Configure IP
gl_es: Configurar IP

source: IP Address
gl_es: Enderezo IP

source: Subnet Mask
gl_es: Máscara de subrede

source: Router
gl_es: Enrutador

source: Renew Lease
gl_es: Renovar arrendamento

source: Configure DNS
gl_es: Configurar DNS

source: Http Proxy
gl_es: Proxy Http

source: Configure Proxy
gl_es: Configurar Proxy

source: Enter Password
gl_es: Inserir contrasinal

source: DNS Servers
gl_es: Servidor DNS

source: Search Domains
gl_es: Buscar dominios

source: Nearby network
gl_es: Rede próxima

source: Add other
gl_es: Engadir outra

source: Confiaure IPv4
gl_es: Configurar IPv4

source: Manual IP
gl_es: IP manual

source: IpAddress
gl_es: Enderezo IP

source: NetMask
gl_es: Máscara de rede

source: GateWay
gl_es: Pasarela

source: OK
gl_es: Aceptar

source: Other Network
gl_es: Outra rede

source: Network Name
gl_es: Nome da rede

source: Security
gl_es: Seguranza

source: UserName
gl_es: Nome do usuario

source: Password
gl_es: Contrasinal

source: On
gl_es: Acendido

source: Off
gl_es: Apagado

source: input username
gl_es: nome do usuario de entrada

source: input password
gl_es: contrasinal de entrada

source: Wi-Fi networks
gl_es: Redes Wi-Fi

source: User Password:
gl_es: Contrasinal do usuario:

source: User Certificate Password:
gl_es: Contrasinal do usuario certificado:

source: Machine Certificate Password:
gl_es: Contrasinal da máquina certificada:

source: L2TP IPsec Options
gl_es: Opcións de IPsec L2TP

source: L2TP PPP Options
gl_es: Opcións de PPP L2TP

source: Failed to initialize software token: %1
gl_es: Fallou o inicio do token do software: %1

source: Contacting host, please wait...
gl_es: Contactando anfitrión, agarda...

# Verb, to proceed with login
source: Login
gl_es: Acceder

source: Check failed for certificate from VPN server "%1". Reason: %2 Accept it anyway?
gl_es: Fallou a comprobación para os certificados desde o servidor VPN "%1!. Razón: %2 Acéptalo de tódalas maneiras?

source: Connection attempt was unsuccessful.
gl_es: O intento de conectarte non tivo éxito.

# @title: window advanced openvpn properties
source: Advanced OpenVPN properties
gl_es: Opcións avanzadas de OpenVPN

# @item:inlistbox Item added when OpenVPN cipher lookup failed
source: OpenVPN cipher lookup failed
gl_es: Fallou a busca de cifrado OpenVPN

# @item::inlist Default openvpn cipher item
source: Default
gl_es: Predeterminado

# @item:inlistbox Item added when OpenVPN cipher lookup failed
source: No OpenVPN ciphers found
gl_es: Non se atoparon cifrados OpenVPN

source: Key Password:
gl_es: Clave de contrasinal:

source: Proxy Password:
gl_es: Contrasinal do Proxy:

source: Could not open file
gl_es: Non se puido abrir o ficheiro

source: Do you want to copy your certificates to %1?
gl_es: Ten a certeza de que quere copiar os seus certificados a %1?

source: Copy certificates
gl_es: Copiar certificados

source: Unknown option: %1
gl_es: Opción descoñecida: %1

source: Invalid number of arguments (expected 1) in option: %1
gl_es: Número de argumentos inválido (esperábase 1) en opción: %1

source: Invalid size (should be between 0 and 0xFFFF) in option: %1
gl_es: Tamaño non válido (debería estar entre 0 e 0xFFFF) na opción: %1

source: Invalid proxy option: %1
gl_es: Opción do Proxy inválida: %1

source: Invalid port (should be between 1 and 65535) in option: %1
gl_es: Porto non válido (debería estar entre 1 e 65535) na opción: %1

source: Invalid number of arguments (expected 2) in option: %1
gl_es: Número de argumentos non válido (esperábase 2) na opción: %1

source: Invalid argument in option: %1
gl_es: Argumento inválido en opción: %1

source: File %1 is not a valid OpenVPN's client configuration file
gl_es: O ficheiro %1 non é un ficheiro de configuración do cliente de OpenVPN válido

source: File %1 is not a valid OpenVPN configuration (no remote).
gl_es: O ficheiro %1 non é unha configuración OpenVPN válida (sen control remoto).

source: Error saving file %1: %2
gl_es: Houbo un erro gardando o ficheiro %1: %2

source: Error copying certificate to %1: %2
gl_es: Erro ao copiar o certificado a %1: %2

source: Could not open file for writing
gl_es: Non se puido abrir o ficheiro para escribir

# @label:textbox password label for private key password
source: Private Key Password:
gl_es: Clave de contrasinal privada:

# @label:textbox password label for EAP password
source: Password:
gl_es: Contrasinal:

# @label:textbox error message while saving configuration
source: Configuration uses ssh-agent for authentication, but no ssh-agent found running.
gl_es: A configuración usa ssh-agent para a autentificación, pero non se atopou ningún axente ssh en execución.

source: Advanced VPNC properties
gl_es: Propiedades avanzadas de VPNC

# VPNC vendor name
source: Netscreen
gl_es: Pantalla da rede

# VPNC encryption method
source: Secure (default)
gl_es: Seguro (predeterminado)

# VPNC encryption method
source: Weak (DES encryption, use with caution)
gl_es: Débil (cifrado DES, use con precaución)

# VPNC encryption method
source: None (completely insecure)
gl_es: Ningunha (completamente inseguro)

# NAT traversal method
source: NAT-T when available (default)
gl_es: NAT-T cando estea dispoñible (predeterminado)

# NAT traversal method
source: NAT-T always
gl_es: Sempre NAT-T

# NAT traversal method
source: Disabled
gl_es: Desactivado

# IKE DH group
source: DH Group 1
gl_es: DH Grupo 1

# IKE DH group
source: DH Group 2 (default)
gl_es: DH Grupo 2 (predeterminado)

# IKE DH group
source: DH Group 5
gl_es: DH Grupo 5

# Perfect Forward Secrecy
source: Server (default)
gl_es: Servidor (predeterminado)

# Perfect Forward Secrecy
source: None
gl_es: Ningún

# Perfect Forward Secrecy
source: DH Group 1
gl_es: DH Grupo 1

# Perfect Forward Secrecy
source: DH Group 2
gl_es: DH Grupo 2

# Perfect Forward Secrecy
source: DH Group 5
gl_es: DH Grupo 5

source: Error decrypting the obfuscated password
gl_es: Erro ao descifrar o contrasinal ofuscado

source: Error
gl_es: Erro

source: File %1 could not be opened.
gl_es: Non se puido abrir o ficheiro %1.

source: Needed executable cisco-decrypt could not be found.
gl_es: Non se atopou o cisco-decrypt executable necesario.

source: The VPN settings file '%1' specifies that VPN traffic should be tunneled through TCP which is currently not supported in the vpnc software. The connection can still be created, with TCP tunneling disabled, however it may not work as expected.
gl_es: O ficheiro de configuración VPN '%1' especifica que o tráfico VPN debe túnelarse a través de TCP que actualmente non está soportado no software vpnc. A conexión aínda se pode crear, co túnel TCP desactivado, pero pode que non funcione como se esperaba.

source: Not supported
gl_es: Non é soportado

source: %1: file format error.
gl_es: %1: erro no formato do ficheiro.

source: %1: file could not be created
gl_es: %1: o ficheiro non se puido crear

source: Automatic
gl_es: Automático

source: Incorrect password for "%1"
gl_es: Contrasinal incorrecto para "%1"

source: On connection
gl_es: Na conexión

source: Not connected
gl_es: Non conectado

source: VPN Status
gl_es: Estado VPN

source: To connect using ”%1”, use the “%1” application.
gl_es: Para conectar usando "%1", use o aplicativo "%1".

source: Add VPN Configuration…
gl_es: Engadir a configuración do VPN.

source: To configure the settings for ”%1”,use the ”%1” application.
gl_es: Para configurar a configuración de "%1", use o aplicativo "%1".

source: Delete VPN
gl_es: Eliminar VPN

source: NT Domain
gl_es: Dominio NT

source: Authentication
gl_es: Autentificación

source: User Authentication
gl_es: Autentificación do usuario

source: Your device will no longer join this WLAN network.
gl_es: O teu dispositivo non poderá unirse máis a este rede WLAN.

source: Forget
gl_es: Esquecer

source: Forget WLAN Network
gl_es: Esquecer rede WLAN

source: Enter the password for”%1”
gl_es: Inserir o contrasinal para "%1"

source: Join
gl_es: Unirse
