Repository: JingOS-Revival/JingOS-translations
Catalog: settings-wifi/po/*/kcm_wifi.po
Languages: gl_es

source: Connect
gl_es: Conectar

source: Disconnect
gl_es: Desconectar

source: On Connection
gl_es: Na conexión

source: Show network's QR code
gl_es: Mostrar o código QR da rede

source: Configure...
gl_es: Configurar...

source: Speed
gl_es: Velocidade

source: Details
gl_es: Detalles

source: Connected, ⬇ %1/s, ⬆ %2/s
gl_es: Conectado, ⬇ %1/s, ⬆ %2/s

source: Connected
gl_es: Conectado

source: Copy
gl_es: Copiar

source: Networks
gl_es: Redes

source: &Configure Network Connections...
gl_es: &Configurar conexións de rede...

source: Open Network Login Page...
gl_es: Abrir páxina de inicio de sesión en rede...

source: Password...
gl_es: Contrasinal...

source: Airplane mode is enabled
gl_es: Está activado o modo avión

source: Wireless and mobile networks are deactivated
gl_es: As redes sen fíos e móbiles están desactivadas

source: Wireless is deactivated
gl_es: A rede sen fíos está desactivado

source: Mobile network is deactivated
gl_es: Os datos móbiles están desactivados

source: No available connections
gl_es: Non hai conexións dispoñibles

source: Enable Wi-Fi
gl_es: Activar Wi-Fi

source: Enable mobile network
gl_es: Activar datos móbiles

# @info
source: Disable airplane mode<nl/><nl/>This will enable Wi-Fi and Bluetooth
gl_es: Desactivar o modo avión <nl /> <nl /> Isto habilitará o Wifi e o Bluetooth

# @info
source: Enable airplane mode<nl/><nl/>This will disable Wi-Fi and Bluetooth
gl_es: Activar o modo avión <nl /> <nl /> Isto desactivará o Wifi e o Bluetooth

source: Hotspot
gl_es: Punto de acceso

source: Disable Hotspot
gl_es: Desactivar punto de acceso

source: Create Hotspot
gl_es: Crear punto de acceso

# button tooltip
source: Search the connections
gl_es: Buscar as conexións

source: Configure network connections...
gl_es: Configurar as conexións de rede...

# text field placeholder text
source: Search...
gl_es: Buscar...

source: Upload
gl_es: Subir

source: Download
gl_es: Descargar

source: my_shared_connection
gl_es: a_miña_conexión_compartida

source: Export VPN Connection
gl_es: Exportar conexión VPN

source: Do you want to save changes made to the connection '%1'?
gl_es: Ten a certeza de que quere gardar os cambios feitos na conexión '%1'?

# @title:window
source: Save Changes
gl_es: Gardar cambios

source: Import VPN Connection
gl_es: Importar conexión VPN

# @title:window
source: Choose a Connection Type
gl_es: Elixir un tipo de conexión

source: Create
gl_es: Crear

source: Cancel
gl_es: Cancelar

# @title:window
source: Configuration
gl_es: Configuración

source: General
gl_es: Xeral

source: Ask for PIN on modem detection
gl_es: Pida un PIN na detección do módem

source: Show virtual connections
gl_es: Ensinar conexións virtuais

source: Hotspot name:
gl_es: Nome do punto de acceso:

source: Hotspot password:
gl_es: Contrasinal do punto de acceso:

source: Ok
gl_es: Aceptar

source: Delete
gl_es: Eliminar

source: Export
gl_es: Exportar

source: Connecting
gl_es: Coenctando

source: Search...
gl_es: Buscar...

source: Add new connection
gl_es: Engadir unha nova conexión

source: Remove selected connection
gl_es: Eliminar conexión seleccionada

source: Export selected connection
gl_es: Exportar conexión seleccionada

source: Configuration
gl_es: Configuración

# @title:window
source: Remove Connection
gl_es: Eliminar conexión

source: Do you want to remove the connection '%1'?
gl_es: Ten a certeza de que queres eliminar a conexión '%1'?

source: Only 'dun' and 'nap' services are supported.
gl_es: Só se admiten os servizos "dun" e "nap".

# Text in GSM PIN/PUK unlock error dialog
source: Error unlocking modem: %1
gl_es: Erro ao desbloquear o módem: %1

# Title for GSM PIN/PUK unlock error dialog
source: PIN/PUK unlock error
gl_es: Erro de desbloqueo de PIN/PUK

# @info:status Notification when the device failed due to ConfigFailedReason
source: The device could not be configured
gl_es: O dispositivo non se puido configurar

# @info:status Notification when the device failed due to ConfigUnavailableReason
source: IP configuration was unavailable
gl_es: A configuración de IP non estaba dispoñible

# @info:status Notification when the device failed due to ConfigExpiredReason
source: IP configuration expired
gl_es: Expirou a configuración de IP

# @info:status Notification when the device failed due to NoSecretsReason
source: No secrets were provided
gl_es: Non se proporcionaron segredos

source: Authorization supplicant disconnected
gl_es: Desconectouse o solicitante de autorización

source: Authorization supplicant's configuration failed
gl_es: Fallou a configuración do solicitante de autorización

source: Authorization supplicant failed
gl_es: Fallou o solicitante de autorización

source: Authorization supplicant timed out
gl_es: O solicitante de autorización esgotou o tempo de espera

# @info:status Notification when the device failed due to PppStartFailedReason
source: PPP failed to start
gl_es: Non se puido iniciar PPP

# @info:status Notification when the device failed due to PppDisconnectReason
source: PPP disconnected
gl_es: PPP desconectado

# @info:status Notification when the device failed due to PppFailedReason
source: PPP failed
gl_es: Fallou PPP

# @info:status Notification when the device failed due to DhcpStartFailedReason
source: DHCP failed to start
gl_es: Non se puido iniciar DHCP

# @info:status Notification when the device failed due to DhcpErrorReason
source: A DHCP error occurred
gl_es: Ocorreu un erro DHCP

# @info:status Notification when the device failed due to DhcpFailedReason
source: DHCP failed
gl_es: Fallou o DHCP

# @info:status Notification when the device failed due to SharedStartFailedReason
source: The shared service failed to start
gl_es: Houbo un erro ao comezar o servizo de intercambio

# @info:status Notification when the device failed due to SharedFailedReason
source: The shared service failed
gl_es: Fallou o servizo compartido

# @info:status Notification when the device failed due to AutoIpStartFailedReason
source: The auto IP service failed to start
gl_es: Non se puido iniciar o servizo IP automático

# @info:status Notification when the device failed due to AutoIpErrorReason
source: The auto IP service reported an error
gl_es: O servizo IP automático informou dun erro

# @info:status Notification when the device failed due to AutoIpFailedReason
source: The auto IP service failed
gl_es: Fallou o servizo IP automático

# @info:status Notification when the device failed due to ModemBusyReason
source: The modem is busy
gl_es: O módem está ocupado

# @info:status Notification when the device failed due to ModemNoDialToneReason
source: The modem has no dial tone
gl_es: O módem non ten un ton de marcación

# @info:status Notification when the device failed due to ModemNoCarrierReason
source: The modem shows no carrier
gl_es: O módem non amosa quen o trouxo

# @info:status Notification when the device failed due to ModemDialTimeoutReason
source: The modem dial timed out
gl_es: O dial do módem esgotou o tempo de espera

# @info:status Notification when the device failed due to ModemDialFailedReason
source: The modem dial failed
gl_es: Fallou a marcación do módem

# @info:status Notification when the device failed due to ModemInitFailedReason
source: The modem could not be initialized
gl_es: O módem non se puido iniciar

# @info:status Notification when the device failed due to GsmApnSelectFailedReason
source: The GSM APN could not be selected
gl_es: O GSM APN non se puido seleccionar

# @info:status Notification when the device failed due to GsmNotSearchingReason
source: The GSM modem is not searching
gl_es: O módem GSM non está buscando

source: GSM network registration was denied
gl_es: Denegouse o rexistro da rede GSM

source: GSM network registration timed out
gl_es: Esgotouse o tempo de espera do rexistro da rede GSM

source: GSM registration failed
gl_es: Fallou o rexistro GSM

# @info:status Notification when the device failed due to GsmPinCheckFailedReason
source: The GSM PIN check failed
gl_es: Fallou a verificación do PIN GSM

# @info:status Notification when the device failed due to FirmwareMissingReason
source: Device firmware is missing
gl_es: Falta o firmware do dispositivo

# @info:status Notification when the device failed due to DeviceRemovedReason
source: The device was removed
gl_es: O dispositivo foi eliminado

# @info:status Notification when the device failed due to SleepingReason
source: The networking system is now sleeping
gl_es: O sistema de rede está apagado

# @info:status Notification when the device failed due to ConnectionRemovedReason
source: The connection was removed
gl_es: A conexión foi eliminada

# @info:status Notification when the device failed due to CarrierReason
source: The cable was disconnected
gl_es: O cable está desconectado

# @info:status Notification when the device failed due to ModemNotFoundReason
source: The modem could not be found
gl_es: O módem non se puido atopar

# @info:status Notification when the device failed due to BluetoothFailedReason
source: The bluetooth connection failed or timed out
gl_es: A conexión bluetooth fallou ou esgotou o tempo de espera

# @info:status Notification when the device failed due to GsmSimNotInserted
source: GSM Modem's SIM Card not inserted
gl_es: A tarxeta SIM do módem GSM non está inserida

# @info:status Notification when the device failed due to GsmSimPinRequired
source: GSM Modem's SIM Pin required
gl_es: Requírese o pin SIM do módem GSM

# @info:status Notification when the device failed due to GsmSimPukRequired
source: GSM Modem's SIM Puk required
gl_es: Requírese o SIM Puk do módem GSM

# @info:status Notification when the device failed due to GsmSimWrong
source: GSM Modem's SIM wrong
gl_es: A SIM do módem GSM está mal

# @info:status Notification when the device failed due to InfiniBandMode
source: InfiniBand device does not support connected mode
gl_es: O dispositivo InfiniBand non admite o modo conectado

# @info:status Notification when the device failed due to DependencyFailed
source: A dependency of the connection failed
gl_es: Fallou unha dependencia da conexión

# @info:status Notification when the device failed due to Br2684Failed
source: Problem with the RFC 2684 Ethernet over ADSL bridge
gl_es: Problema co RFC 2684 Ethernet a través da ponte ADSL

# @info:status Notification when the device failed due to ModemManagerUnavailable
source: ModemManager not running
gl_es: ModemManager non está en execución

# @info:status Notification when the device failed due to SsidNotFound
source: The WiFi network could not be found
gl_es: Non se puido atopar a rede Wi-Fi

source: A secondary connection of the base connection failed
gl_es: Fallou unha conexión secundaria da conexión base

# @info:status Notification when the device failed due to DcbFcoeFailed
source: DCB or FCoE setup failed
gl_es: Fallou a configuración de DCB ou FCoE

# @info:status Notification when the device failed due to TeamdControlFailed
source: teamd control failed
gl_es: fallou o control do equipo

# @info:status Notification when the device failed due to ModemFailed
source: Modem failed or no longer available
gl_es: Fallou o módem ou xa non está dispoñible

# @info:status Notification when the device failed due to ModemAvailable
source: Modem now ready and available
gl_es: O módem xa está listo e dispoñible

# @info:status Notification when the device failed due to SimPinIncorrect
source: The SIM PIN was incorrect
gl_es: O PIN da SIM non era correcto

# @info:status Notification when the device failed due to NewActivation
source: A new connection activation was enqueued
gl_es: Colgouse unha nova activación de conexión

# @info:status Notification when the device failed due to ParentChanged
source: The device's parent changed
gl_es: Cambiouse o pai principal do dispositivo

# @info:status Notification when the device failed due to ParentManagedChanged
source: The device parent's management changed
gl_es: A xestión do pai principal do dispositivo cambiou

source: Connection '%1' activated.
gl_es: Activouse a conexión '%1'.

source: Connection '%1' deactivated.
gl_es: Desactivouse a conexión '%1'.

source: VPN connection '%1' activated.
gl_es: Activouse a conexión VPN '%1'.

source: VPN connection '%1' failed.
gl_es: Fallou a conexión VPN '%1'.

source: VPN connection '%1' disconnected.
gl_es: Desconectada a conexión VPN '%1'.

source: The VPN connection changed state because the user disconnected it.
gl_es: A conexión VPN cambiou de estado porque o usuario a desconectou.

source: The VPN connection changed state because the device it was using was disconnected.
gl_es: A conexión VPN cambiou de estado porque o dispositivo que estaba a usar estaba desconectado.

source: The service providing the VPN connection was stopped.
gl_es: O servizo que fornece a conexión VPN detívose.

source: The IP config of the VPN connection was invalid.
gl_es: A configuración IP da conexión VPN non era válida.

source: The connection attempt to the VPN service timed out.
gl_es: O intento de conexión co servizo VPN expirou.

source: A timeout occurred while starting the service providing the VPN connection.
gl_es: Ocorreu un tempo de espera ao iniciar o servizo que proporcionaba a conexión VPN.

source: Starting the service providing the VPN connection failed.
gl_es: Fallou o inicio do servizo que forneceu a conexión VPN.

source: Necessary secrets for the VPN connection were not provided.
gl_es: Non se facilitaron os segredos necesarios para a conexión VPN.

source: Authentication to the VPN server failed.
gl_es: Fallou a autenticación no servidor VPN.

source: The connection was deleted from settings.
gl_es: Eliminouse a conexión da configuración.

source: No Network Connection
gl_es: Non hai conexión á rede

source: You are no longer connected to a network.
gl_es: Xa non estás conectado a unha rede.

source: Authenticate %1
gl_es: Autentificar %1

source: Provide the password for the wireless network '%1':
gl_es: Proporcione o contrasinal para a rede sen fíos '%1':

source: Provide the password for the connection '%1':
gl_es: Proporcione o contrasinal para a conexión '%1':

source: %1 password dialog
gl_es: Diálogo de contrasinal de %1

source: Provide the secrets for the VPN connection '%1':
gl_es: Proporcione os segredos para a conexión VPN '%1':

source: VPN secrets (%1) dialog
gl_es: Diálogo de segredos VPN (%1)

source: Service provider PUK
gl_es: Servizo fornecedor PUK

source: Network PUK
gl_es: Rede PUK

source: Corporate PUK
gl_es: PUK corporativo

source: Network Subset PUK
gl_es: Subconxunto de rede PUK

source: %1 unlock required
gl_es: %1 require desbloquear

source: %1 Unlock Required
gl_es: %1 require desbloquear

source: The mobile broadband device '%1' requires a %2 code before it can be used.
gl_es: O dispositivo de banda ancha móbil '%1' require un código %2 antes de que poida ser usado.

source: %1 code:
gl_es: código %1:

source: New PIN code:
gl_es: Novo código PIN:

source: Re-enter new PIN code:
gl_es: Volver a inserir o novo código PIN:

source: Show PIN/PUK code
gl_es: Ensinar código PIN/PUK

source: Service provider PIN
gl_es: Servizo fornecedor PIK

source: Network PIN
gl_es: Rede PIN

source: Corporate PIN
gl_es: PIK corporativo

source: Network Subset PIN
gl_es: PIN do subconxunto de rede

source: Show PIN code
gl_es: Ensinar código PIN

source: PIN code too short. It should be at least 4 digits.
gl_es: O código PIN é demasiado curto. Debe ter polo menos 4 díxitos.

source: The two PIN codes do not match
gl_es: Non coinciden os dous códigos PIN

source: PUK code too short. It should be 8 digits.
gl_es: O código PUK é demasiado curto. Debe ser de 8 díxitos.

source: Unknown Error
gl_es: Erro descoñecido

source: Log in
gl_es: Acceder

source: You need to log in to this network
gl_es: Necesitas acceder a esta rede

source: Network authentication
gl_es: Autentificación da rede

source: Authentication to %1 failed. Wrong password?
gl_es: Fallou a autentificación de %1. Contrasinal errrado?

source: Failed to join
gl_es: Fallou ao unirte

source: Incorrect password for %1
gl_es: Contrasinal incorrecto para %1

# A network device is connected, but there is only link-local connectivity
source: Connected
gl_es: Conectado

# A network device is connected, but there is only site-local connectivity
source: Connected
gl_es: Conectado

# A network device is connected, with global network connectivity
source: Connected
gl_es: Conectado

# Networking is inactive and all devices are disabled
source: Inactive
gl_es: Inactivo

# There is no active network connection
source: Disconnected
gl_es: Desconectado

# Network connections are being cleaned up
source: Disconnecting
gl_es: Desconectando

source: Connecting
gl_es: Conectando

source: Connecting to %1
gl_es: Conectando a %1

source: Connected to %1 (no connectivity)
gl_es: Conectado a %1... (non conectividade)

source: Connected to %1 (limited connectivity)
gl_es: Conectado a %1... (conectividade limitada)

source: Connected to %1 (log in required)
gl_es: Conectado a %1... (acceso requirido)

source: Connected to %1
gl_es: Conectado a %1

source: NetworkManager not running
gl_es: NetworkManager non se está executando

source: NetworkManager 0.9.8 required, found %1.
gl_es: Requírese NetworkManager 0.9.8; atopouse %1.

# global connection state
source: Unknown
gl_es: Descoñecido

# General
source: General configuration
gl_es: Configuración xeral

source: Wired
gl_es: Cableado

source: 802.1x Security
gl_es: Seguranza 802.1x

source: Wi-Fi Security
gl_es: Seguranza do Wi-Fi

source: Mobile Broadband (%1)
gl_es: Banda ancha do móbil (%1)

source: Infiniband
gl_es: Infinibanda

source: Bond
gl_es: Vínculo

source: Bridge
gl_es: Ponte

source: Team
gl_es: Equipo

source: WireGuard Interface
gl_es: Interface do WireGuard

source: Failed to get secrets for %1
gl_es: Fallou ao obter segredos de %1

source: New Connection (%1)
gl_es: Nova conexión (%1)

source: Edit Connection '%1'
gl_es: Editar conexión '%1'

source: New %1 connection
gl_es: Nova conexión %1

source: InfiniBand
gl_es: Infinibanda

# bond mode
source: Round-robin
gl_es: Sistema de todos contra todos

# bond mode
source: Active backup
gl_es: Activar copia de seguranza

# bond mode
source: Broadcast
gl_es: Difusión

# bond mode
source: Adaptive transmit load balancing
gl_es: Equilibrio de carga de transmisión adaptativa

# bond mode
source: Adaptive load balancing
gl_es: Equilibrio de carga adaptativo

# bond link monitoring
source: MII (recommended)
gl_es: MII (recomendado)

source: Remove Connection
gl_es: Eliminar conexión

source: DUN (dial up networking)
gl_es: DUN (conexión telefónica)

source: PAN (personal area network)
gl_es: PAN (área persoal da rede)

# @title:window advanced permissions editor
source: Advanced Permissions Editor
gl_es: Permisos avanzados do editor

# infiniband transport mode
source: Datagram
gl_es: Datagrama

# infiniband transport mode
source: Connected
gl_es: Conectada

# Header text for IPv4 address
source: Address
gl_es: Enderezo

# Header text for IPv4 netmask
source: Netmask
gl_es: Máscara de redes

# Header text for IPv4 gateway
source: Gateway
gl_es: Pasarela

source: Other DNS Servers:
gl_es: Outros servidores de DNS:

source: DNS Servers:
gl_es: Servidores DNS:

source: <qt>You can find more information about these values here:<br/><a href='https://developer.gnome.org/NetworkManager/stable/nm-settings.html'>https://developer.gnome.org/NetworkManager/stable/nm-settings.html</a></qt>
gl_es: <qt>Podes atopar máis información sobre estes valores aquí:<br/><a href='https://developer.gnome.org/NetworkManager/stable/nm-settings.html'>https://developer.gnome.org/NetworkManager/stable/nm-settings.html</a></qt>

source: Send hostname:
gl_es: Enviar o nome do anfitrión:

source: DHCP hostname:
gl_es: Nome do anfitrión DHCP:

source: Default
gl_es: Predeterminado

source: DAD timeout:
gl_es: Tempo de espera DAD:

source: Edit DNS servers
gl_es: Editar servidores DNS

source: Edit DNS search domains
gl_es: Editar os dominios do buscador DNS

# Header text for IPv6 address
source: Address
gl_es: Enderezo

# Header text for IPv6 prefix
source: Prefix
gl_es: Prefixo

# Header text for IPv6 gateway
source: Gateway
gl_es: Pasarela

source: Alternative Subject Matches
gl_es: Coincide a materia alternativa

source: <qt>This entry must be one of:<ul><li>DNS: &lt;name or ip address&gt;</li><li>EMAIL: &lt;email&gt;</li><li>URI: &lt;uri, e.g. https://www.kde.org&gt;</li></ul></qt>
gl_es: <qt>Esta entrada debe ser unha de:<ul><li>DNS: &lt;nome ou enderezo IP&gt;</li><li>Correo: &lt;email&gt;</li><li>URI: &lt;uri, p.ex.. https://www.kde.org&gt;</li></ul></qt>

source: Connect to these servers only
gl_es: Conectar só a estes servidores

source: Select file to import
gl_es: Seleccionar ficheiros para importar

# @title: window wireguard peers properties
source: WireGuard peers properties
gl_es: WireGuard comparte as propiedades

# Error message in VPN import/export dialog
source: Operation not supported for this VPN type.
gl_es: Esta operación non é soportada por este tipo de VPN.

# @info:tooltip real user name is not available
source: Not Available
gl_es: Non está dispoñible

source: First select the SSID
gl_es: Primeiro, selecciona o SSID

source: %1 (%2%) Frequency: %3 Mhz Channel: %4
gl_es: %1 (%2%) Frecuencia: %3 Mhz Canle: %4

# Header text for IPv4 route metric
source: Metric
gl_es: Métrico

# Header text for IPv6 netmask
source: Netmask
gl_es: Máscara de redes

# Header text for IPv6 route metric
source: Metric
gl_es: Métrico

# Mobile Connection Wizard
source: New Mobile Broadband Connection
gl_es: Conexión de banda ancha do novo móbil

# Mobile Connection Wizard
source: My plan is not listed...
gl_es: O meu plan non está na lista...

# Mobile Connection Wizard
source: Unknown Provider
gl_es: Proveedor descoñecido

# Mobile Connection Wizard
source: Default
gl_es: Predeterminado

# Mobile Connection Wizard
source: Set up a Mobile Broadband Connection
gl_es: Montar unha conexión de banda ancha para o móbil

# Mobile Connection Wizard
source: This assistant helps you easily set up a mobile broadband connection to a cellular (3G) network.
gl_es: Este asistente axúdache facilmente a montar a túa conexión de banda ancha do móbil aos datos móbiles (3G).

# Mobile Connection Wizard
source: You will need the following information:
gl_es: Necesitarás a seguinte información:

# Mobile Connection Wizard
source: Your broadband provider's name
gl_es: O nome do teu proveedor de banda ancha

# Mobile Connection Wizard
source: Your broadband billing plan name
gl_es: O nome da túa tarifa de banda ancha

# Mobile Connection Wizard
source: (in some cases) Your broadband billing plan APN (Access Point Name)
gl_es: (nalgúns casos) O teu plan APN (Nome do punto de acceso) de banda ancha

# Mobile Connection Wizard
source: Create a connection for &this mobile broadband device:
gl_es: Crear unha conexión para &este dispositivo de banda ancha móbil:

# Mobile Connection Wizard
source: Any GSM device
gl_es: Ningún dispositivo GSM

# Mobile Connection Wizard
source: Any CDMA device
gl_es: Ningún dispositivo CDMA

# Mobile Connection Wizard
source: Installed GSM device
gl_es: Dispositivo GSM instalado

# Mobile Connection Wizard
source: Installed CDMA device
gl_es: Dispositivo CDMA instalado

# Mobile Connection Wizard
source: Choose your Provider's Country
gl_es: Elixir o país do proveedor

# Mobile Connection Wizard
source: Country List:
gl_es: Lista de paises:

# Mobile Connection Wizard
source: My country is not listed
gl_es: O meu país non está na lista

# Mobile Connection Wizard
source: Choose your Provider
gl_es: Elixa o seu proveedor

# Mobile Connection Wizard
source: Select your provider from a &list:
gl_es: Seleccionar o teu proveedor desta &lista:
